---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationSetUpDownTag
source: html/e9503e4a-76dc-6dec-d98e-e9e132b7cb4f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationSetUpDownTag Property

"SU/SD from Top"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationSetUpDownTag { get; }
```